{
  "recetas": [
    {
      "nombrePlatillo": "Carne a la parrilla",
      "descripcion": "La carne a la parrilla puede ser todo un manjar si sabes trucos para sacarle partido a este método de cocción. La cocinamos sin salsa pero con un marinado previo que ayuda a conservar la humedad de la carne para que al cortar esté bien jugosa. Si te gusta variar en tus recetas de carne, en El roncón del sazón te contamos cómo preparar esta receta tan básica como deliciosa.\nPrepara la parrillada\nAsegúrate de que los trozos de carbón sean grandes y que no se desmonoren fácilmente.\nTu parrilla debe estar limpia y sin rastros de asados anteriores que puedan arruinar el sabor de tu carne.\nPrecalienta la parrilla y dale unos brochazos de aceite vegetal. Esto hará que tu carne quede más jugosa y no se pegue o queme.\n¿Cómo preparar la carne para asar?\nLa carne debe estar a temperatura ambiente al comenzar a asarla. Si la pones fría, puede ocurrir que sólo se cocine la parte externa y su interior quede crudo.\nSazona generosamente cada corte. Las especies e ingredientes con que los marines son los que le darán el toque distintivo a tu carne asada, dejándola jugosa ¡y deliciosa!\nCuando los cortes de carne estén listos, déjalos reposar sobre una superficie tibia para que concentren sus jugos y mejoren su sabor.\nLa temperatura perfecta de la parrilla para carne jugosa\nEl fuego de la parrilla se considera fuerte si acercas tus manos y sólo puedes mantenerlas de 1 a 2 segundos. Es fuego mediano si tus manos soportan de 3 a 4 segundos cerca de la parrilla y es fuego bajo si lo aguantas de 5 a 7 segundos.\n\nSi puedes soportar más de ese tiempo, debes avivarlo aún más para que logres la carne asada perfecta.",
      "imagen": "https://simplementerecetas.com/wp-content/uploads/2020/08/Filete-de-carne-a-la-parrilla.jpg",
      "categoria": "Comida Argentina",
      "id": 1
    },
    {
      "nombrePlatillo": "Torta de chocolate",
      "descripcion": "Maravillosa Torta de chocolate, una versión mucho más sencilla y fácil de realizar. Un bizcocho preciso, sabroso y con una textura que no necesita ni remojo en su interior. Por supuesto si desean pueden hacerlo igual.\n\nEs una torta exquisita en sabor, ideal para celebraciones de cumpleaños y para todos aquellos amantes del chocolate en sí. También queda bien como postre.\n\nUn bizcocho realizado de una manera mucho más fácil, ideal para quienes no tienen mucha experiencia en el área de pasteleria.\n\nSi por las circunstancias no tienen algunas de las leches para el relleno, no les recomiendo reemplazar ninguna. Simplemente puede rellenarla con manjar, mermelada o crema batida. Para la realización de este bizcocho hay una división entre ingredientes húmedos y secos, y la unión de ambos al final. Lo que resulta mucho más fácil y rápido el proceso de preparación. Para la presentación pueden decorar con alguna fruta como frutillas, frambuesas, también pueden colocar virutas de chocolate o lo que les agrade para finalizar esta delicia.",
      "imagen": "https://n9z4u8f2.rocketcdn.me/wp-content/uploads/2020/08/Torta-de-chocolate04.jpg",
      "categoria": "Postres",
      "id": 2
    },
    {
      "nombrePlatillo": "Pasta alla carbonara",
      "descripcion": "Debemos decir que somos fans de la cocina italiana, y es por ello que hoy les traemos esta maravillosa receta de Pasta alla carbonara, un plato muy tradicional de esta cocina. Y si bien tiene muy pocos ingredientes, hay algunas variantes internacionalmente para poder adaptar de la mejor manera esta receta. Originalmente se hace con guanciale, que es una embutido italiano, elaborado a partir de la papada o mejilla del cerdo. En muchos lugares lo reemplazan por panceta. Y si bien la panceta proviene del cerdo pero de la espalda, vientre y el costado del animal, existe esta diferencia, y debemos decir que queda muy buena como alternativa.\nEn cuanto al queso, el más común es el pecorino romano, pero también muchas personas lo reemplazan por parmesano ya que es más accesible para muchas personas.\nPor nada el mundo le vayan a agregar crema, ya que la cremosidad se la da el huevo y el queso en sí. También la cocción y mezcla adecuada.\nLa carbonara es muy popular por lo rápido de su preparación, es un plato que saca de apuro y así con poco ingredientes se obtiene un plato delicioso.\n\n",
      "imagen": "https://n9z4u8f2.rocketcdn.me/wp-content/uploads/2022/11/Carbonara01.jpg",
      "categoria": "Arroz, legumbres y pastas",
      "id": 3
    },
    {
      "nombrePlatillo": "Sanguche de milanesa",
      "descripcion": "Es sabido que los tucumanos hacen el mejor sánguche de milanga. Y si no lo sabías, lo compartimos con vos. Basta ver las opiniones de los usuarios y viajeros de TripAdvisor, donde medio centenar de personas lo califican con los mejores elogios. Algunos dicen que la clave está en el pan sanguchero, una combinación de figaza o pan de Viena y pan francés, suave, sin costra que lastime el paladar, y con una miga interior amigable que previamente se tuesta apenas para abrazar las cinco capas de milanesas, junto con la lechuga cortada como si fuera repollo, y rodajitas finas de tomate. Dicho esto, aquí van algunos consejos de los expertos, para que tu sándwich de milanesa sea auténticamente tucumano:\n\n#1. Estirar la carne de milanesa con el martillo de carne y pinchar con un tenedor.\n\n#2. Macerar la carne en el huevo batido con ajo picado, sal, pimienta y perejil fresco picado.\n\n#3. Usar sólo pan rallado.\n\n#4. Empanar la carne en una fuente donde pueda cubrirla con un separador de nylon, y aplastarla con el palote.\n\n#5. Freír en abundante aceite vuelta y vuelta, apenas dorada, para que la carne no se endurezca.\n\n#6. Para alivianar la mayonesa, añadirle una cucharada de leche y mezclar.\n\n#7. La lechuga debe estar cortada en tiritas, como si fueran fideos.\n\n#8. Las rodajas de tomate deben ser finitas.\n\n#9. La milanesa se corta en lonjas del ancho del pan y se super ponen.\n\n#10. El pan sanguchero se consigue en San Miguel de Tucumán; debe ser suave como el pan de Viena, del tamaño de una flautita o baguette.\n\n¿Picar o no picar? Esa es la cuestión. Es la pregunta repetida en los puestos, bares y sangucherías de San Miguel de Tucumán, cuando el sanguchero está por cerrar el pan con todo el contenido en su interior de capas de milanesa, lechuga y tomate. El comensal deberá decidir por sí o por no para disfrutarlo con una salsa que tiene variantes de picor según su autor, pero por lo general lleva tomate rallado, cebolla, ajo picado, ají molido y ají locoto en polvo.\n",
      "imagen": "https://www.cucinare.tv/wp-content/uploads/2021/06/S%C3%A1ndwich-de-milanesa.jpg",
      "categoria": "Comida Argentina",
      "id": 4
    }
  ],
  "usuarios": [
    {
      "id": 1,
      "nombreUsuario": "admin",
      "email": "admin@admin.com",
      "password": "HolAdmin$45",
      "type": "admin"
    },
    {
      "nombreUsuario": "alguien",
      "email": "alguien@gmail.com",
      "password": "HolAdmin$45",
      "type": "user",
      "id": 2
    },
    {
      "nombreUsuario": "alguien2",
      "email": "alguien2@gmail.com",
      "password": "HolAdmin$45",
      "type": "user",
      "id": 3
    }
  ],
  "comentarios": [
    {
      "id": 1,
      "id_usuario": 2,
      "id_platillo": 1,
      "nombreUsuario": "alguien",
      "comentario": "Muy buena receta. Es sencilla y y muy bien explicada."
    },
    {
      "comentario": "Hola :)",
      "nombreUsuario": "alguien",
      "id_usuario": 2,
      "id_platillo": 2,
      "id": 2
    },
    {
      "comentario": "Hola :))",
      "nombreUsuario": "alguien",
      "id_usuario": 2,
      "id_platillo": 2,
      "id": 3
    },
    {
      "comentario": "Como les va?",
      "id_usuario": 3,
      "id_platillo": 1,
      "nombreUsuario": "alguien2",
      "id": 4
    },
    {
      "comentario": "Wenas",
      "id_usuario": 3,
      "id_platillo": 1,
      "nombreUsuario": "alguien2",
      "id": 5
    }
  ]
}